{
  "military": "Militaire",
  "trading": "Commerce",
  "technology": "Technologie",
  "spying": "Espionnage",
  "exploration": "Exploration",
  "seclusion": "Séclusion",
  "invasion": "Invasion",
  "level": "Palier",
  "select": "Sélectionner",
  "short": {
    "military1": "Dépense efficace",
    "military2": "Vélocité spatiale",
    "military3": "Economie d'échelle",
    "military4": "Interrogatoire efficace",
    "military5": "Militarisation de l'empire",
    "military6": "Pilonnage",
    "military7": "Stratégie maîtrisée",
    "military8": "Vétéran",
    "military9": "Guerre éclair",
    "trading1": "Économie développée",
    "trading2": "Économie étendue",
    "trading3": "Réseau financier",
    "trading4": "Sécurisation boursière",
    "trading5": "Économie sécuritaire",
    "trading6": "Groupement financier",
    "trading7": "Parrain",
    "trading8": "Négociateur",
    "trading9": "Roi Midas",
    "technology1": "Progrès accéléré",
    "technology2": "Rémanence",
    "technology3": "Travail collaboratif",
    "technology4": "Protection étendue",
    "technology5": "Macro-technologie",
    "technology6": "Sécurité planétaire",
    "technology7": "Transmission du savoir",
    "technology8": "Précurseur",
    "technology9": "Science infuse",
    "spying1": "Infiltration",
    "spying2": "Paranoïa",
    "spying3": "Chasseur de tête",
    "spying4": "Inébranlable",
    "spying5": "Efficacité prouvée",
    "spying6": "Sécurité intérieure",
    "spying7": "Communication quantique",
    "spying8": "Espionnage massif",
    "spying9": "Blackout",
    "exploration1": "Maître explorateur",
    "exploration2": "Reconnaissance automatisée",
    "exploration3": "Analyse ciblée",
    "exploration4": "Armada",
    "exploration5": "Guerre irrégulière",
    "exploration6": "Expansion territoriale",
    "exploration7": "Planétologie avancée",
    "exploration8": "Astrophysique mathématisée",
    "exploration9": "Bouclier gravitationnelle",
    "seclusion1": "Macro générateur",
    "seclusion2": "Connaissance alien",
    "seclusion3": "Navigation spatiale",
    "seclusion4": "Vigilance",
    "seclusion5": "Nano-ingénierie",
    "seclusion6": "Puissance académique",
    "seclusion7": "Collecteur d'énergie",
    "seclusion8": "Cryptographie quantique",
    "seclusion9": "Alliage composite",
    "invasion1": "Déchaînement",
    "invasion2": "Armure améliorée",
    "invasion3": "Conversion",
    "invasion4": "Manoeuvre furtive",
    "invasion5": "Service militaire",
    "invasion6": "Surveillance populaire",
    "invasion7": "Régiment de hussards",
    "invasion8": "Recherches secrètes",
    "invasion9": "Ouverture facile"
  },
  "long": {
    "military1": "Les vaisseaux militaires coûtent 20% moins cher en monnaie.",
    "military2": "Les vaisseaux militaires sont plus rapides de 5%.",
    "military3": "Les bases militaires coûtent 5% moins cher.",
    "military4": "La probabilité de découvrir la provenance d'un espion capturé est augmentée de 10%.",
    "military5": "La base militaire octroie un bonus plus important contre l'espionnage.",
    "military6": "La puissance de feu des défenses ennemies est réduite de 10%.",
    "military7": "La mise en place d'une stratégie requiert 10% moins d'énergie.",
    "military8": "L'expérience acquise par les commandants est augmentée de 50%.",
    "military9": "Aucune énergie n'est consommée lors du premier tour d'un combat.",
    "trading1": "Le centre financier fournit une hausse de 5% en monnaie.",
    "trading2": "La construction du centre financier coûte 5% moins cher.",
    "trading3": "L'efficacité des centres financiers est augmentée de 10%.",
    "trading4": "La sécurité est renforcée autour du centre financier (70% de chances en moins de se faire saboter).",
    "trading5": "L'investissement dans le contre-espionnage est plus efficace de 15%.",
    "trading6": "Les centres financiers présents dans le territoire de votre alliance se voit octroyer un bonus de 100 points.",
    "trading7": "Une réduction de 20% est appliquée aux enchères dans le marché noir.",
    "trading8": "Il est possible d'acheter de l'énergie et de la matière métallique au centre financier.",
    "trading9": "Le bonus octroyé par un âge d'or est 200% plus élevé.",
    "technology1": "Les temps de recherche sont réduits de 10%.",
    "technology2": "La récupération des technologies élémentaires et avancées est augmentée de 15%.",
    "technology3": "Le coût des technologies est réduit de 5%.",
    "technology4": "4 emplacements supplémentaires sont octroyés au centre d'informations sensibles",
    "technology5": "Les technologies de vaisseau mère sont 5% plus puissantes par niveau.",
    "technology6": "Le temps d'évacuation de l'ennemi est augmenté lors du vol d'un artéfact ancien.",
    "technology7": "Il devient possible d'augmenter les technologies d'autres empires.",
    "technology8": "Le niveau de vos technologies élémentaires et avancées équivaut au niveau supérieur.",
    "technology9": "L'efficacité de chaque niveau technologique est augmenté de 15%.",
    "spying1": "L'installation d'un réseau d'espionnage est 5% plus efficace.",
    "spying2": "L'intelligence artificielle et la sécurité sont 5% plus efficaces dans le contre-espionnage.",
    "spying3": "La probabilité de former un espion de haut niveau est augmentée.",
    "spying4": "La probabilité qu'un de vos espions dévoile sa provenance est réduite de 30%.",
    "spying5": "Le temps nécessaire à chaque action d'un espion est divisé par 2.",
    "spying6": "Les espions en garnison dans le centre de renseignement octroie un bonus de contre-espionnage.",
    "spying7": "La transmission d'informations est impossible à intercepter par l'ennemi.",
    "spying8": "Le nombre d'espions disponibles est triplé.",
    "spying9": "Un espion peut bloquer l'alerte durant les 30 premières minutes d'une attaque.",
    "exploration1": "La vitesse des vaisseaux d'exploration est augmentée de 15%.",
    "exploration2": "La consommation d'énergie du vaisseau d'exploration est réduite de 15%.",
    "exploration3": "Le temps d'analyse d'une région est réduit de 20%.",
    "exploration4": "La capacité maximum de flottes en vol est augmentée de 10.",
    "exploration5": "Votre flotte gagne l'avantage du terrain sur certaines positions (géantes gazeuses, champs d'astéroïdes).",
    "exploration6": "Le nombre maximal de secteurs de production est augmenté de 20.",
    "exploration7": "L'exploitation de nouvelles ressources de luxe découvertes est temporairement multipliée par 10.",
    "exploration8": "L'exploration d'un trou de ver permet de connaître la date de son expiration.",
    "exploration9": "Il est possible de se positionner sur un trou noir et d'y utliser l'assistance gravitationnelle.",
    "seclusion1": "Les vaisseaux mères ont la possiblité d'utiliser les trous de ver.",
    "seclusion2": "Le coût des technologies xénomorphes est réduit de 5%.",
    "seclusion3": "Les vaisseaux sont plus rapides de 5%.",
    "seclusion4": "Un ennemi qui vous intercepte se voit infliger un malus.",
    "seclusion5": "Les avantages des alliages sont 10% plus élevés.",
    "seclusion6": "Le plafond d'expérience des commandants est relevé d'un niveau.",
    "seclusion7": "Les vaisseaux consomment 30% moins d'énergie.",
    "seclusion8": "La protection est accrue contre le piratage de données sur la cartographie.",
    "seclusion9": "Un alliage métallique expérimental spécial est disponible.",
    "invasion1": "Les invasions disposent d'une puissance de feu augmentée de 5%.",
    "invasion2": "La résistance de l'armure de vos soldats est augmentée de 5%.",
    "invasion3": "Lors d'une invasion, une partie des troupes ennemies est convertie (pallier 1 : 5%, pallier 2 : 10%, pallier 3 : 15%).",
    "invasion4": "Durant le premier tour d'une invasion, les dégâts reçus sont réduits de 10%.",
    "invasion5": "La formation d'infanterie requiert deux fois moins de population.",
    "invasion6": "Formation d'une milice dans la population réduisant la réussite des espions ennemis.",
    "invasion7": "Une nouvelle unité d'infanterie est disponible.",
    "invasion8": "Votre niveau de technologie d'armement xenomorphe équivaut au niveau supérieur.",
    "invasion9": "Permet de voler les technologies mises dans le centre d'information sensible en cas d'invasion réussie."
  }
}
